{
    "somethingWentWrong": "Что то пошло не так. Попробуйте ещё раз.",
    "hasOutstandingRequest": "Предыдущий запрос ещё не завершился. Пожалуйста, ожидайте.",
    "hasCompletedRequest": "Вы уже делали ранее этот запрос, выберите другое действие.",
    "badRequest": "**Banned prompt detected** \n\n **РАЗРЕШЕНО** \n - Любое изображение с рейтингом PG-13, связанное с художественной литературой, фэнтези, мифологией. \n - Реальные изображения, которые могут рассматриваться как уважительные или беззаботные пародии, сатира, карикатуры \n - Воображаемые или преувеличенные сценарии реальной жизни, включая абсурдные или юмористические ситуации. \n\n**ЗАПРЕЩЕНО** \n - Неуважительные, вредные, вводящие в заблуждение изображения общественных деятелей/событий или потенциально способные ввести в заблуждение. \n - Разжигающие ненависть высказывания, явное насилие или насилие в реальном мире. \n - Обнаженные или несогласованные откровенно сексуализированные общественные деятели. \n - Изображения, которые могут считаться культурно нечувствительными",
    "greetingsMsg": "Приветствую, {{name}}! 👋 я твой индивидуальный творческий робот \"Художник Extraordinaire\" 🤖! В моем эстетическом арсенале у нас: \n - Генерация уникальных художественных произведений в соответствии с твоим описанием 🖼. \n - Эксперименты с изображениями для создания удивительных и необычных композиций. \n - Стилизация изображений с использованием различных художественных подходов и техник. \n - Творческое создание разнообразных вариаций картин, чтобы удовлетворить твою визуальную фантазию. \n - Разработка индивидуальных и уникальных стикеров для выражения твоих эмоций. \n Ты можешь выбрать из моих потрясающих моделей, таких как \"Художник 3000\", \"Импрессионист 2.0\" и \"Сюрреалист 9000\". Сменить модель легко - просто напиши /model. \n Приступая к использованию этого телеграм-бота, ты автоматически соглашаешься с моими творческими правилами. Подробнее о них можно узнать, отправив команду /rules. Вместе мы создадим великолепие! 🎨✨ \n ",
    "inNotGroupMember": "Чтобы пользоваться ботом, подпишитесь на группу! https://t.me/+55XysIt_M9U4NWZi",
    "messageEnterYourTextForStylingAvatar": "Опишите, как вы хотите изменить свою аватарку:",
    "messageNoAvatarInProfile": "У вас нет аватарки в профиле. Данная функция не доступна",
    "messageEnterImageForStylingImage": "Отправьте изображение или ссылку на изображение, которое хотите стилизовать:",
    "messageEnterTextForStylingImage": "Опишите, как вы хотите изменить изображение:",
    "messageEnterFirstImageForBlend": "Отправьте изображение или ссылку на изображение, которое хотите стилизовать:",
    "messageEnterSecondImageForBlend": "Отправьте второе изображение или ссылку:",
    "messageResult": "Изображение по запросу: {{prompt}}",
    "messageResultOnlyText": "Изображение по запросу: {{prompt}}",
    "messageResultOneImage": "Стилизация картинки по тексту: {{prompt}}",
    "messageResultTwoImage": "Скрещивание двух картинок.",
    "prohibitedSendingLinks": "Отправка ссылок в запросе запрещена!",
    "messageEnterYourTextForGenerateImage": "Введите свой запрос: ",
    "helpMessage": "В результате ты увидишь изображение с кнопками. \nКнопки U1, U2, U3, U4 позволяют выбрать результат, после нажатия тебе отправится это изображение. \nКнопки V1, V2, V3, V4 позволяют сгенерировать ещё 4 картинки по выбранному варианту. \nКнопка обновления позволяет сгенерировать результат ещё раз исходя из исходного запроса.",
    "waitMessage": "Ваш запрос добавлен в очередь. Пожалуйста, ожидайте.",
    "waitMessageWithProgress": "Генерация займёт 0-10 минут. Пожалуйста, ожидайте.\nВыполнено: {{progress}}",
    "waitMessageDownloadPhoto": "Генерация займёт 0-10 минут. Пожалуйста, ожидайте.\nВыполнено: 100%\nDownload photo...",
    "textButton1": "🎨 Создать картину",
    "textButton2": "🖌 Захар пидор!",
    "textButton3": "🖌 Стилизовать фото",
    "textButton4": "🔮 Экспериментировать",
    "textButton5": "📞 Help",
    "ReplayToGroup": false
}
